Repository: NoahjChampion/woocommerce-payforpayment
Catalog: languages/woocommerce-pay-for-payment-*.po
Languages: cs_cz

source: WooCommerce Pay4Payment requires at least WooCommerce %s. Please update!
cs_cz: WooCommerce Pay4Payment vyžaduje alespoň WooCommerce %s. Prosím aktualizujte!

source: Extra Charge
cs_cz: Poplatek za platbu

source: Item Title
cs_cz: Název poplatku

source: This will show up in the shopping basket.
cs_cz: Zobrazí se v nákupním košíku.

source: Fixed charge
cs_cz: Pevný poplatek

source: Extra charge to be added to cart when this payment method is selected.
cs_cz: Poplatek navíc, který bude přidán do košíku pokud bude vybrána tato platební metoda.

source: Percent charge
cs_cz: Procentuální poplatek

source: Percentage of cart total to be added to payment.
cs_cz: Procento z celkové ceny košíku, které se přidá k platbě.

source: Charge at least
cs_cz: Nejméně

source: Minimum extra charge to be added to cart when this payment method is selected.
cs_cz: Minimální poplatek, který bude přidán do košíku, když bude vybrána tato platební metoda.

source: Charge at most
cs_cz: Maximálně

source: Maximum extra charge to be added to cart when this payment method is selected. Enter zero to disable.
cs_cz: Maximální poplatek, který bude přidán do košíku, když bude vybrána tato platební metoda.

source: Disable on Free Shipping
cs_cz: Zakázat při dopravě zdarma

source: Don’t charge this fee when free shipping is available.
cs_cz: Neuplatňovat poplatek pokud je k dispozici platba zdarma.

source: Extra Charge Taxes
cs_cz: Poplatek za platbu DPH

source: Taxable
cs_cz: zdanitelný

source: Payment fee is taxable
cs_cz: Poplatek je zdanitelný

source: Inclusive Taxes
cs_cz: bez DPH

source: The payment fee is inclusive of taxes.
cs_cz: Poplatek zahrnuje i DPH.

source: If you leave this unchecked taxes will be calculated on top of the payment fee.
cs_cz: Ponecháte-li toto pole prázdné, DPH bude připočítáno k poplatku za platbu.

source: Tax class
cs_cz: Daňová třída

source: Select a the tax class applied to the extra charge.
cs_cz: Vyberte daňovou třídu, která bude použita na poplatek.

source: Include in percental payment fee calculation:
cs_cz: Zahrnout do kalkulace procentuálního poplatku:

source: Fees
cs_cz: Poplatky

source: Include fees in calculation.
cs_cz: Zahrnout poplatky při výpočtu.

source: Coupons
cs_cz: Kupóny

source: Include Coupons in calculation.
cs_cz: Zahrnout kupóny při výpočtu.

source: Shipping
cs_cz: Doprava

source: Include shipping cost in calculation.
cs_cz: Zahrnout cenu dopravy při výpočtu.

source: Taxes
cs_cz: DPH

source: Include taxes in calculation.
cs_cz: Zahrnout DPH při výpočtech.

# Gateway list column
source: %s %% of cart totals
cs_cz: %s %% z ceny objednávky

source: Standard
cs_cz: Standardní
